{
  "FirstSection": {
    "heading": {
      "prefix": "فريق",
      "suffix": "",
      "subtitle": {
        "words": [
          "تطبيقات قابلة للتوسع",
          "واجهات برمجية آمنة",
          "واجهات مستخدم عصرية",
          "منصات سحابية"
        ]
      }
    },
    "paragraph": {
      "description": "نساعد عملك على النمو والوصول إلى آفاق جديدة، نحول أفكارك إلى حلول واقعية ومربحة.",
      "vision": "رؤيتك تتحول إلى نجاح."
    },
    "button": { "contact": "تواصل معنا" }
  },
  "Header": {
    "home": "الرئيسية",
    "about": "من نحن",
    "skills": "المهارات",
    "work": "أعمالنا",
    "contact": "تواصل معنا"
  },
  "About": {
    "heading": "من نحن",
    "subtitle": "اكتشف من نحن وكيف نساعد الشركات على النمو عبر تقنيات حديثة قابلة للتوسع.",
    "description": {
      "part1": "فريق ماهر جاهز لتلبية احتياجاتك التقنية. نقدم حلول برمجية مخصصة وخدمات رقمية لدعم نمو عملك. سواء كنت شركة صغيرة أو كبيرة، فإن",
      "part2": "تقدم تقنيات ودعم مصمم خصيصًا لك. مع وجود أقسام في",
      "part3": "و",
      "part4": "نمزج بين الخبرة المحلية والحضور العالمي لدفع نجاحك."
    },
    "alt": "عن شركتنا"
  },
  "Skills": {
    "heading": "ماذا نقدم",
    "subtitle": "من المواقع التعريفية البسيطة إلى أنظمة الإدارة المتقدمة، نقدم حلولاً مخصصة تناسب احتياجات عملك بتصميم حديث وتقنيات موثوقة.",
    "services": [
      { "title": "المواقع والتطبيقات التعريفية", "desc": "نصمم ونبني مواقع شركات أنيقة، صفحات هبوط، وتطبيقات موبايل تعرض علامتك التجارية وخدماتك بأفضل صورة." },
      { "title": "أنظمة الويب الإدارية", "desc": "لوحات تحكم وأنظمة إدارة مخصصة لمساعدة الشركات على تنظيم ومراقبة وأتمتة عملياتها بكفاءة." },
      { "title": "تطوير تطبيقات الموبايل", "desc": "تطبيقات أصلية وعبر المنصات قابلة للتوسع وموثوقة ومصممة خصيصًا لتلبية احتياجات مستخدميك." },
      { "title": "تصميم واجهات المستخدم UX/UI", "desc": "واجهات حديثة وسهلة الاستخدام مع التركيز على التجربة وإمكانية الوصول وهوية العلامة التجارية." },
      { "title": "الاستضافة والبنية التحتية", "desc": "إعداد الخوادم، النشر على السحابة، وإدارة البنية التحتية للحفاظ على تشغيل تطبيقاتك بسلاسة." },
      { "title": "تكامل الأنظمة", "desc": "ربط سلس بين أدواتك الداخلية والمنصات الخارجية لضمان الكفاءة." },
      { "title": "الأداء والأمان", "desc": "تحسين السرعة، قابلية التوسع، وأمن البيانات للحفاظ على عملك آمنًا وموثوقًا." },
      { "title": "الصيانة والدعم", "desc": "دعم فني مستمر، تحديثات، ومراقبة لضمان الاستقرار والنجاح على المدى الطويل." },
      { "title": "الحلول السحابية", "desc": "نشر وإدارة على منصات السحابة مع توافر عالي وكفاءة في التكلفة." }
    ]
  },
  "Contact": {
    "title": "اتصل بنا",
    "typewriter": [
      "يسعدنا التواصل معك!",
      "سواء كان لديك سؤال أو ملاحظة أو ترغب فقط بالتحية، لا تتردد في مراسلتنا."
    ],
    "sendMessage": "أرسل رسالة",
    "name": "الاسم",
    "email": "البريد الإلكتروني",
    "message": "الرسالة",
    "placeholders": { "name": "اكتب اسمك", "email": "اكتب بريدك الإلكتروني", "message": "اكتب رسالتك" },
    "sendButton": "إرسال"
  },
  "Works": {
    "heading": "أحدث المشاريع",
    "subtitle": "مجموعة من أعمالنا الأخيرة في مختلف الصناعات.",
    "button": "عرض التفاصيل",
    "projects": {
      "Major": { "desc": "منصة مؤسساتية لإدارة العمليات." },
      "Caffiene": { "desc": "موقع تجارة إلكترونية للقهوة." },
      "OBAA": { "desc": "تطبيق مدرسي ذكي." },
      "Alfahed": { "desc": "منصة متكاملة لإدارة التوصيل." },
      "POS": { "desc": "نظام نقاط بيع للمولات." },
      "Nawi": { "desc": "تطبيق للتعاون مع المؤثرين." }
    }
  },
  "Projects": {
    "heading": "مشاريعنا",
    "subtitle": "دراسات حالة مفصلة تبرز كيف نبني حلولاً آمنة وحديثة قابلة للتوسع.",
    "viewDetails": "عرض التفاصيل",
    "back": "← العودة إلى المشاريع",
    "Alfahed": { "title": "مشروع الفهد", "short": "منصة لإدارة التوصيل في الكويت.", "description": "تم تطوير نظام متكامل لإدارة وتوزيع طلبات التوصيل خصيصًا لشركات التوصيل في الكويت، باستخدام Laravel للـ Backend و Next.js للـ Frontend. يتميز النظام بلوحة تحكم تتيح للمشرف إدارة الطلبات وتوزيعها تلقائيًا على السائقين حسب مواقعهم الجغرافية، مع إمكانية تتبع الطلبات على الخريطة. كما يدعم استقبال الطلبات تلقائيًا عبر WhatsApp Business API مع إرسال إشعارات فورية للعملاء والسائقين. بالإضافة إلى ذلك، يحتوي النظام على تطبيق خاص بالسائقين يمكّنهم من استلام وتحديث حالة الطلبات بسهولة مع تلقي الإشعارات الفورية. بفضل التكامل مع Twilio WhatsApp API وFirebase Notifications وGoogle Maps API، ساعد النظام على تسريع عمليات التوصيل وتحسين تجربة العملاء وزيادة كفاءة الإدارة." },
    "OBAA": { "title": "مدرسة أوبـا", "short": "تطبيق ذكي لإدارة المدرسة.", "description": "يقدّم تطبيق أوبا منصة متكاملة تسهّل على أولياء الأمور متابعة أبنائهم بشكل يومي، مع توفير قنوات تواصل مباشرة وفعّالة مع المدرسين والإدارة. يمكن للأهالي الاطلاع على الدرجات، الحضور والغياب، الواجبات والامتحانات بسهولة وفي أي وقت. يدعم التطبيق المراسلة المباشرة مع المعلمين لمتابعة مستوى الطالب بدقة. بالإضافة إلى ذلك، يحتوي على لوحة إعلانات للأخبار والمستجدات مع تذكيرات ذكية للمواعيد الهامة. باستخدام أوبا، تصبح متابعة الطلاب أسهل وأكثر فعالية، مما يعزز التعاون بين الأسرة والمدرسة لتحقيق أفضل النتائج التعليمية." },
    "Caffiene": { "title": "تطبيق كافيين", "short": "منصة لحجز المقاهي.", "description": "تطبيق كافيين يتيح للمستخدمين حجز طاولات في المقاهي المفضلة بسهولة وسرعة. يعرض التطبيق معلومات شاملة عن المقاهي مثل الموقع، أوقات العمل، الصور، وآراء العملاء، مما يساعد على اتخاذ القرار المناسب. يوفّر نظام حجوزات مرن لتحديد عدد الأشخاص والتاريخ والوقت مع إمكانية التعديل أو الإلغاء. يمكن للمستخدمين حفظ المقاهي المفضلة وتلقي إشعارات بالعروض والفعاليات. أما أصحاب المقاهي فيساعدهم التطبيق على تنظيم الحجوزات وتقليل الازدحام وتحسين تجربة العملاء من خلال عرض خدماتهم بشكل احترافي. باختصار، كافيين يجعل تجربة زيارة المقاهي أكثر راحة وتنظيمًا." },
    "POS": { "title": "نظام نقاط البيع", "short": "نظام كاشير وإدارة مول.", "description": "نظام متكامل لإدارة عمليات المولات إلكترونيًا يشمل كاشير ذكي، إدارة للمستخدمين، متابعة المبيعات والمخزون لحظيًا، وطباعة الفواتير مباشرة. يتيح النظام التحكم في صلاحيات الموظفين، دعم الدفع الإلكتروني، وإنشاء تقارير يومية وأسبوعية مفصلة. كما يسهل إدارة الخصومات والعروض. يتميز بواجهة سريعة وبسيطة تعمل على مختلف الأجهزة وتبقى مستقرة حتى مع ضعف الإنترنت." },
    "Nawi": { "title": "تطبيق ناوي", "short": "منصة للتعاون مع المؤثرين.", "description": "ناوي هو تطبيق مبتكر يجمع المؤثرين والوسطاء والعملاء في منصة واحدة للتعاون بسهولة واحترافية. يمكن للمستخدمين الإعلان عن مشاريعهم أو منتجاتهم أو رحلاتهم السياحية والتعاون مع المؤثر المناسب بناءً على الجمهور والمحتوى. كما يمكنهم تصفح إعلانات المؤثرين لاكتشاف منتجات وخدمات جديدة موثوقة. يعمل الوسطاء كحلقة وصل لضمان الشفافية وسلاسة التعاون. ناوي ليس مجرد تطبيق إعلاني بل نظام ذكي يجمع العلامات التجارية وصناع المحتوى والمستهلكين في تجربة رقمية متكاملة تعزز النجاح وتوسع نطاق الوصول." },
    "Major": { "title": "منصة ميجور", "short": "منصة مؤسساتية لإدارة العمليات.", "description": "ميجور هي منصة ويب مؤسساتية مصممة لمساعدة الشركات على إدارة عملياتها بكفاءة. توفر وحدات لإدارة العملاء، متابعة المشاريع، العمليات المالية، والموارد البشرية في مكان واحد. بفضل واجهتها الحديثة وبنيتها السحابية، توفر المنصة الأمان والقابلية للتوسع، إضافة إلى تحليلات لحظية لدعم اتخاذ القرار. تساعد ميجور المؤسسات على توحيد سير العمل وتحسين التواصل بين الأقسام وتحقيق كفاءة أعلى، مما يتيح نموًا مستدامًا مع الحفاظ على التميز التشغيلي." }
  }
}
